{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "blink-cmp-copilot": {
      "src": "git@github.com:giuxtaposition/blink-cmp-copilot"
    },
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp"
    },
    "bufferline.nvim": {
      "src": "git@github.com:akinsho/bufferline.nvim"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "git@github.com:zbirenbaum/copilot.lua"
    },
    "diffview.nvim": {
      "src": "git@github.com:sindrets/diffview.nvim"
    },
    "dropbar.nvim": {
      "src": "https://github.com/Bekaboo/dropbar.nvim"
    },
    "eldritch.nvim": {
      "src": "git@github.com:eldritch-theme/eldritch.nvim"
    },
    "flash.nvim": {
      "src": "git@github.com:folke/flash.nvim"
    },
    "git-blame.nvim": {
      "src": "git@github.com:f-person/git-blame.nvim"
    },
    "git-scripts.nvim": {
      "src": "git@github.com:declancm/git-scripts.nvim"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "guess-indent.nvim": {
      "src": "git@github.com:NMAC427/guess-indent.nvim"
    },
    "helpview.nvim": {
      "src": "git@github.com:OXY2DEV/helpview.nvim"
    },
    "inc-rename.nvim": {
      "src": "git@github.com:smjonas/inc-rename.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "kitty-scrollback.nvim": {
      "src": "git@github.com:mikesmithgh/kitty-scrollback.nvim"
    },
    "lazydev.nvim": {
      "src": "git@github.com:folke/lazydev.nvim"
    },
    "lspkind.nvim": {
      "src": "git@github.com:onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "git@github.com:iamcco/markdown-preview.nvim"
    },
    "markdown-toc.nvim": {
      "src": "git@github.com:hedyhli/markdown-toc.nvim"
    },
    "mini.icons": {
      "src": "git@github.com:echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "git@github.com:echasnovski/mini.pairs"
    },
    "mini.surround": {
      "src": "git@github.com:echasnovski/mini.surround"
    },
    "noice.nvim": {
      "src": "git@github.com:folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim"
    },
    "numb.nvim": {
      "src": "git@github.com:nacro90/numb.nvim"
    },
    "nvim-highlight-colors": {
      "src": "git@github.com:brenoprata10/nvim-highlight-colors"
    },
    "nvim-lint": {
      "src": "git@github.com:mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "git@github.com:rcarriga/nvim-notify"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-endwise": {
      "src": "git@github.com:RRethy/nvim-treesitter-endwise"
    },
    "nvim-ts-context-commentstring": {
      "src": "git@github.com:JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-ufo": {
      "src": "git@github.com:kevinhwang91/nvim-ufo"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "overseer.nvim": {
      "src": "git@github.com:stevearc/overseer.nvim"
    },
    "persistence.nvim": {
      "src": "git@github.com:folke/persistence.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "presenting.nvim": {
      "src": "git@github.com:sotte/presenting.nvim"
    },
    "promise-async": {
      "src": "git@github.com:kevinhwang91/promise-async"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "git@github.com:rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "git@github.com:folke/todo-comments.nvim"
    },
    "trouble.nvim": {
      "src": "git@github.com:folke/trouble.nvim"
    },
    "vim-illuminate": {
      "src": "git@github.com:RRethy/vim-illuminate"
    },
    "vim-kitty": {
      "src": "git@github.com:fladson/vim-kitty"
    },
    "vim-kitty-navigator": {
      "src": "git@github.com:knubie/vim-kitty-navigator"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    },
    "yanky.nvim": {
      "src": "git@github.com:gbprod/yanky.nvim"
    },
    "yazi.nvim": {
      "src": "git@github.com:mikavilpas/yazi.nvim"
    }
  }
}
